The surface area of the intersection of the MassLevelData's level with the mass geometry.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public double NLevelFafArea { get; }
  Visual Basic
Public ReadOnly Property NLevelFafArea As Double
	Get
  Visual C++
public:
property double NLevelFafArea {
	double get ();
}
 See Also
  MassLevelData Class
  Autodesk.Revit.DB.Analysis Namespace